Repository: MadBurea/Test-Nect
Catalog: PeopleNect/*.lproj/Localizable.strings
Languages: pt_br

source: FIND A JOB
pt_br: ENCONTRE UM TRABALHO

source: FIND PROFESSIONALS
pt_br: ENCONTRE PROFISSIONAIS

source: FIND OPPORTUNITIES NEAR YOU
pt_br: ENCONTRE VAGAS PRÓXIMAS DE VOCÊ

source: REGISTER
pt_br: CADASTRE-SE

source: I'M ALREADY REGISTERED
pt_br: JÁ TENHO CADASTRO

source: POST YOUR JOB
pt_br: PUBLIQUE SUA VAGA

source: Enter name
pt_br: Digite o nome

source: Enter surname
pt_br: Digite o sobrenome

source: Enter email
pt_br: Digite o email

source: Enter country code
pt_br: Digite o código do país

source: Enter mobile
pt_br: Insira celular

source: Enter password
pt_br: Digite a senha

source: Enter company name
pt_br: Digite o nome da empresa

source: Enter address
pt_br: insira o endereço

source: Enter street
pt_br: Campo obrigatório

source: Enter number
pt_br: Campo obrigatório

source: Enter complement
pt_br: Campo obrigatório

source: Enter City
pt_br: Campo obrigatório

source: Enter Zipcode
pt_br: Campo obrigatório

source: Enter State
pt_br: Campo obrigatório

source: Enter Country
pt_br: Campo obrigatório

source: Enter OTP
pt_br: Digite o Código

source: Enter New Password
pt_br: Digite a nova senha.

source: Enter Job Title
pt_br: Digite o cargo

source: Enter Job Description
pt_br: Insira a Descrição do Trabalho

source: Required field
pt_br: Campo obrigatório

source: Please, enter valid email.
pt_br: Por favor, digite um email válido.

source: Invalid phone
pt_br: Telefone inválido

source: *Invalid password! Password must be 6 characters long and contains numbers and letters
pt_br: * Senha inválida! A senha deve conter 6 carateres utilizando letras e números.

source: Please, enter your OTP.
pt_br: Por favor, digite o código aqui.

source: Enter Years
pt_br: Insira anos

source: Enter hours
pt_br: Insira horas

source: Search professionals
pt_br: Buscar profissionais

source: Post new Job
pt_br: Criar uma nova vaga

source: Selection in progress
pt_br: Seleção em andamento

source: Balance
pt_br: Saldo

source: Job in progress
pt_br: Trabalhos em andamento

source: Job history
pt_br: Histórico de Candidaturas

source: Settings
pt_br: Configurações

source: Invite friends
pt_br: Convidar Amigos

source: Exit
pt_br: Sair

source: Busy
pt_br: Indisponível

source: Free
pt_br: Disponível

source: Back
pt_br: Voltar

source: This candidate is hired
pt_br: Este candidato está contratado.

source: years of experience
pt_br: ano(s) de experiência

source: Search jobs
pt_br: Buscar vagas

source: Pending Invitations
pt_br: Convites Pendentes

source: Pending Applications
pt_br: Candidaturas Pendentes

source: On going jobs
pt_br: Meus trabalhos

source: Availability
pt_br: Disponibilidade

source: Not Available
pt_br: Não disponível

source: Log out
pt_br: Sair

source: Great! Now You have 60 days to post your jobs for free
pt_br: A partir de agora, você tem 60 dias para publicar suas vagas gratuitamente

source: Enter experience here
pt_br: Digite sua experiência aqui

source: Enter rate here
pt_br: Digite o valor por hora

source: Inviting professionals has a cost of
pt_br: Profissionais convidados têm um custo de

source: per Professionals
pt_br: por profissionais

source: per favorite professional.
pt_br: por profissional favorito.

source: Want to cancel this job?
pt_br: Confirme que deseja cancelar esta vaga

source: Are You sure, you want to decline this Professional
pt_br: Tem certeza, você quer recusar este profissional

source: Are you sure you want to log out?
pt_br: Tem certeza que deseja sair?

source: Sun
pt_br: Dom

source: Mon
pt_br: Seg

source: Tue
pt_br: Ter

source: Wed
pt_br: Qua

source: Thu
pt_br: Qui

source: Fri
pt_br: Sex

source: Sat
pt_br: Sáb

source: Invite for a new job
pt_br: Convidar para uma vaga nova

source: INVITE FOR A POSTED JOB
pt_br: CONVIDAR PARA UMA VAGA EXISTENTE

source: Hired
pt_br: Contratado

source: No Show
pt_br: Não compareceu

source: Declined jobs
pt_br: Vagas que rejeitei

source: Other jobs
pt_br: Vagas que fui rejeitado

source: No end Date
pt_br: Sem data final definida

source: Rate Employer
pt_br: Valor Empregador

source: Rate Candidate
pt_br: Valor Candidato

source: Show hired job seeker
pt_br: Mostrar contratados

source: NO SHOW
pt_br: Não compareceu

source: Jobs
pt_br: Trabalhos

source: No show
pt_br: Não compareceu

source: Professional decline
pt_br: Desistir do profissional

source: Invite
pt_br: Convidar

source: For:
pt_br: Para:

source: CANCEL
pt_br: Cancelar

source: hour
pt_br: hora

source: job
pt_br: trabalho

source: day
pt_br: dia

source: month
pt_br: mês

source: YES
pt_br: Sim

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Tuesday
pt_br: Terça-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Your availability has been updated
pt_br: Sua disponibilidade foi atualizada

source: Availability updated
pt_br: Disponibilidade atualizada

source: Business
pt_br: Negócio

source: You canceled job successfully
pt_br: Você cancelou a vaga!

source: Job in progress, you can't cancel it!
pt_br: Trabalho em andamento. Não há como desistir!

source: Dang! Something went wrong. Try again!
pt_br: Algo deu errado! Tente de novamente

source: Your Password has been changed.
pt_br: Sua senha foi alterada.

source: None
pt_br: Nenhum(a)

source: Only business days
pt_br: Somente dias úteis

source: Includes non Business days
pt_br: Inclui fim de semana

source: Please Select an Image
pt_br: Selecione uma imagem

source: Describe your profile
pt_br: Resuma suas qualificações

source: Add Employer
pt_br: Adicionar Empregador

source: Enter Your Last Employer
pt_br: Insira o seu último Empregador

source: Last Employer
pt_br: Últimos empregadores

source: jobs in
pt_br: Vagas em

source: Rate
pt_br: Valor

source: Last Employers
pt_br: Últimos empregadores

source: Add
pt_br: Adicionar

source: Please, complete your profile. You may edit it later.
pt_br: Por favor, complete seu perfil . Você pode alterá-lo depois.

source: No expertise found for this business
pt_br: Não encontramos especializações nessa área de negócio.

source: Job published!
pt_br: Vaga publicada!

source: Select at least one expertise, then continue
pt_br: Selecione ao menos uma especialidade

source: Select only 1 speciality
pt_br: Selecione apenas 1 especialidades

source: Incorrect OTP
pt_br: Código incorreto

source: Details Updated.
pt_br: Dados atualizados.

source: Invitation accepted!
pt_br: Convite aceito!

source: Invitation refused!
pt_br: Convite recusado!

source: Profile updated!
pt_br: Perfil atualizado!

source: job has been closed
pt_br: Esta vaga ja foi preenchida.

source: Invitation Accepted! or Invitation refused!
pt_br: Convite aceito!

source: Job offer sent
pt_br: Oferta de trabalho feita

source: No user with this credential
pt_br: Nenhum usuário com os dados fornecidos

source: Balance already added.
pt_br: Equilíbrio já adicionado.

source: No business segment available
pt_br: Nenhuma área de negócio disponível

source: End time should be after the start time
pt_br: Horário de término deve ser após o horário de início

source: This value cannot be greater than the difference between start hour and end hour
pt_br: Por favor, selecione o total de horas apropriado

source: End date can't be older than start date
pt_br: A data final não pode ser anterior à data de início
